Repository: mateuszb254/molten
Catalog: translations/messages.*.xlf
Languages: pl

source: yes
pl: Tak

source: no
pl: Nie

# submit
source: Save
pl: Zapisz

source: Turn on
pl: Włącz

source: turn off
pl: Wyłącz

source: Turned on
pl: Włączona

source: Turned off
pl: Wyłączona

source: Edit
pl: Edycja

source: Delete
pl: Usuń

source: Terms
pl: Regulamin serwisu

source: Download
pl: Pobierz grę

# download.links
source: Mirrors
pl: Linki do pobrania gry

# download.links.name
source: Name to display
pl: Wyświetlana nazwa

# download.links.url
source: Mirror url
pl: Adres url

# download.links.add
source: Add new mirror
pl: Dodaj link

# download.links.add.success
source: We've successfully added new mirror..
pl: Dodano nowy odnośnik do pobrania gry.

# download.links.manage
source: Links manager
pl: Zarządzaj linkami

source: View
pl: Przeglądaj

source: Articles
pl: Artykuły

# articles.new
source: New article
pl: Nowy

# articles.new.success
source: We've successfully added new article. Go to <a href="%admin_article_index%">full list of articles.</a>
pl: Dodano nowy artykuł. Przejdz do całej <a href="%admin_article_index%">listy.</a>

# articles.edit.success
source: Article has been edited.
pl: Zeedytowano artykuł.

source: Article's title
pl: Tytuł artykułu

# articles.content
source: Article's contents
pl: Treść artykułu

# articles.more
source: URL:
pl: Adres url:

# articles.author
source: Author
pl: Autor

# articles.createdAt
source: Date of creation
pl: Data publikacji

# articles.manage
source: Manage
pl: Zarządzaj

# article.delete.success
source: Article has been deleted.
pl: Usunięto artykuł.

# recaptcha
source: You must confirm re-captcha.
pl: Musisz potwierdzić captchę przed wysłaniem formularza.

# label.password
source: Pass
pl: Hasło

# label.password.old
source: Current password
pl: Aktualne hasło

# label.password.new
source: Repeat password
pl: Nowe hasło

# label.password.repeat
source: Repeat password
pl: Powtórz hasło

# label.email.old
source: Current e-mail
pl: Aktualny e-mail

# label.email.new
source: New e-mail
pl: Nowy e-mail

# label.email.repeat
source: Repeat e-mail
pl: Powtórz e-mail

# label.code
source: Deletion code
pl: Kod usunięcia

# label.code.old
source: Current code
pl: Aktualny kod

# label.code.new
source: New code
pl: Nowy kod

# label.code.repeat
source: Repeat password
pl: Powtórz kod

# label.question
source: Leading question
pl: Pytanie pomocnicze

# label.answer
source: Answer
pl: Odpowiedz

# label.support_answer
source: Answer
pl: Odpowiedz

# label.support.block_answers
source: Block answers
pl: Zablokuj możliwość odpowiedzi

# label.terms.statement
source: I declare, i have read and accept %start_link%terms%end_link%.
pl: Oświadczam, że przeczytałem/przeczytałam i akceptuję %start_link%regulamin%end_link%.

# label.category
source: Category
pl: Kategoria

# label.title
source: Subject
pl: Temat

# label.content
source: Contents
pl: Treść

# label.maintenance.status
source: Status of maintenance mode:
pl: Status przerwy technicznej:

# label.promotion_code
source: Promotion Code
pl: Kod promocyjny

# label.promotion_code.amount
source: Amount of codes
pl: Ilość kodów

# label.promotion_code.value
source: Value in coins
pl: Wartość w monetach

# label.promotion_code.onePerUser
source: Does user can use one code of promotion?
pl: Czy jeden użytkownik może wykorzystać tylko jeden kod z tej puli?

# label.promotion_code.expires
source: Expires? (if don't let it blank)
pl: Wygasa? (jezeli nie, pozostaw puste)

# label.paypal.coins
source: Amount of coins
pl: Ilość monet

# label.paypal.price
source: Price:
pl: Cena:

# label.link.name
source: Name
pl: Nazwa wyświetlana

# label.link.url
source: URL
pl: Adres url

source: Change password
pl: Zmień hasło

# change.password.success
source: Password has been changed.
pl: Hasło zostało zmienione.

source: Change e-mail
pl: Zmień e-mail

# change.email.success
source: E-mail has been changed.
pl: E-mail został zmieniony.

source: Change code
pl: Zmień kod

# change.code.success
source: Code has been changed.
pl: Kod został zmieniony.

# reset-password.success
source: Password has been reset. You can log-in.
pl: Hasło zostało zresetowane. Możesz się zalogować.

# reset-password.token.expired
source: Token expired. You need to start resetting password process again.
pl: Token wygasł. Użyj opcji zresetowania hasła ponownie.

# reset-password.message_send.success
source: We sent you an e-mail message with instructions.
pl: Wysłaliśmy wiadomość e-mail z instrukcjami.

source: Buy coins
pl: Kup monety

source: Shop
pl: Sklep

source: Support
pl: Zgłoszenia

# support.new
source: Add a new ticket
pl: Nowe zgłoszenie

# support.show
source: My tickets
pl: Moje zgłoszenia

# support.view
source: View
pl: Przeglądaj

# support.category.name
source: Category name
pl: Nazwa kategorii

# support.category.single_manage
source: Category manager
pl: Zarządzaj kategorią

# support.category.new
source: Add a new category
pl: Dodaj kategorię

# support.category.new.success
source: New category has been aadded. Go to <a href="%ticket_category_index%">categories section.</a>
pl: Dodano nową kategorię. Przejdz do całej <a href="%ticket_category_index%">listy.</a>

# support.category.manage
source: Categories manager
pl: Zarządzaj kategoriami

# support.category.edit.success
source: Category name has been edited.
pl: Zeedytowano nazwę kategori.

# support.category.delete.success
source: Category has been deleted.
pl: Usunięto kategorię.

# support.answer.success
source: Answer has been sent. Go to <a href="%admin_support_index%">tickets section.</a>
pl: Wysłano odpowiedz do użytkownika. Przejdz do całej <a href="%admin_support_index%">listy zgłoszeń.</a>

# logs
source: Actions
pl: Historia akcji

# registration.success
source: Registration has been successfully ended. You can log-in.
pl: Rejestracja przebiegła pomyślnie.

# user.banned
source: Account banned.
pl: Konto zablokowane.

# user.edit
source: Edit user {{user.login}}
pl: Edycja użytkownika {{user.login}}

# user.edit.success
source: User has been modified. Go to manage <a href="%admin_users_index%">user section.</a>
pl: Zmieniono dane użytkownika. Przejdz do całej <a href="%admin_users_index%">listy użytkowników.</a>

# users.login
source: Login
pl: Loginy

# users.email
source: E-mail address
pl: Adresy e-mail

# users.code
source: Deletion code
pl: Kody usunięcia postaci

# users.lastActivity
source: Last activity
pl: Ostatnia aktywność

# users.registredAt
source: Registration date
pl: Data rejestracji

# users.role
source: Role
pl: Rola

# users.accountStatus
source: Account status
pl: Status konta

# users.manage
source: Manage
pl: Zarządzaj

source: Ban user
pl: Zablokuj użytkownika

# revoke.admin.permissions
source: Revoke permissions
pl: Zdejmij uprawnienia admina

source: Maintenance
pl: Przerwa techniczna

# maintenance.contents
source: Maintenance. We'll back as soon as possible.
pl: Przerwa techniczna. Wracamy tak szybko jak będzie to możliwe.

source: Maintenance turned off.
pl: Przerwa techniczna wyłączona.

source: Maintenance turned on.
pl: Przerwa techniczna włączona.

source: Payments
pl: Płatności

# payment.promotion_code
source: Promotion code
pl: Kody promocyjne

# payment.promotion_code.value
source: Code value
pl: Wartość kodu

# payment.promotion_code.usedBy
source: Used by
pl: Wykorzystany przez

# payment.promotion_code.usedDate
source: Used at
pl: Wykorzystany dnia

# ROLE_USER
source: User
pl: Użytkownik
