Repository: mateuszb254/molten
Catalog: translations/validators.*.xlf
Languages: pl

# default.not_blank
source: This field cannot be blank.
pl: To pole nie może być puste.

# default.email
source: This field contains invalid mail address.
pl: Pole zawiera niepoprawny adres mailowy.

# terms
source: You must confirm our terms.
pl: Musisz zaakceptować regulamin przed wysłaniem formularza.

# email.nonexistent
source: The given mail address doesnt exist in our database.
pl: Nie znalezliśmy konta z podanym e-mailem.

# account.login.minLength
source: Login can contain just from 5 do 24 charaters.
pl: Login może zawierać od 5 do 24 znaków.

# account.login.maxLength
source: Login can contain just from 5 do 24 charaters.
pl: Login może zawierać od 5 do 24 znaków.

# account.email.maxLength
source: Mail can contain max 50 characters.
pl: E-mail moze miec maksymalnie 50 znaków.

# account.login.unique
source: This login exists in our database. Choose another one.
pl: Podany login jest już zajęty.

# account.email.unique
source: This email exists in our database. Choose another one.
pl: Podany adres e-mail został już przypisany do innego konta.

# account.password.incorrect
source: This password doesn't match to current one.
pl: Podane hasło nie zgadza się z aktualnym.

# account.email.change
source: This emaill doesn't match to current one.
pl: Podany e-mail nie zgadza się z aktualnym.

# account.code.change
source: This code doesn't match to current one.
pl: Podany kod nie zgadza się z aktualnym.

# ticket.category.select
source: Select subject of ticket.
pl: Wybierz temat z którym do nas piszesz.

# payment.promotion_code.tag.require
source: If user can use just only one code from promotion you need to specify tag.
pl: Jeżeli użytkownik może wykorzystać tylko jeden kod musisz wpisać tag.

# payment.promotion_code.expires.greaterThanToday
source: Expiration date of code must has higher value than current date.
pl: Ważność kodu musi mieć większą wartość niż dzisiejszy dzień.

# shop.category.name.unique
source: Category using this name exists. Choose another one.
pl: Kategoria z tą nazwą już istnieje.
